import Examples.*;

public class Main {
    public static void main(String[] args) {
//        Graf gr= new Graf ( ); // Создать объект окна
//        gr.setSize (100, 150); // Установить размеры окна
//        gr.show ( ); // Показать окно
//        Graf2 gr= new Graf2();
//        gr.setSize(100, 150);
//        gr.show();
//        Graf3 gr = new Graf3();
//        gr.setSize(100, 150);
//        gr.show();
//        Graf4 gr = new Graf4();
//        gr.setSize(100, 150);
//        gr.show();
//        Graf5 gr= new Graf5();
//        gr.setSize(100, 150);
//        gr.show();
//        CTextBox_Button cT= new CTextBox_Button();
//        cT.show();
//        CTwoFrames cT = new CTwoFrames();
//        cT.show();

        //Вариант 9 100101111 -> 1211212222

        // 1) Число ФиО: любое (1)
        // 2) ФиО: объекты (2)
        // 3) Задание цвета текста и заливки ФиО: выпад списков названий (5 и более) (1)
        // 4) Выбор запускаемого ФиО: Выпадающий список названий (1)
        // 5) Задание начальной скорости ФиО: из выпадающего списка (6 скоростей) (2)
        // 6) Способ выбора запущенного ФиО: из выпадающего списка (1)
        // 7) Присвоение номера ФиО: вручную из УО (2)
        // 8) Возможность смены номера ФиО из УО: Да (2)
        // 9) Регулировка скорости перемещения выбранного ФиО: из выпадающего списка (5 скоростей) (2)
        // 10) Изменения размера окна отображения ФиО: Да (отражение ФиО в новых границах) (2)

    }
}